[
    {
        "id": "7a6f3d7a-ba35-44f1-aee2-0ef62ad00d76",
        "start": "2017-04-21 21:00",
        "end": "2017-04-22 00:00",
        "title": "Sceneradio",
        "host": "Poro, Spiikki, Vuokko, Exca",
        "prod": "Vuokko",
        "desc": "<a href=\"http:\/\/www.wappuradio.fi\/sceneradio\" target=\"_blank\">Sceneradio<\/a> tarjoaa demoscenemusiikkia laidasta laitaan oikealla raudalla soitettuna. Ohjelman aikana kuullaan niin tasavallan tietokoneen sidisoundeja, gameboyn chiptune-fiilistelyjä ja pc:n tarjoamaa modernia äänenkäsittelyä. Lisäksi tarjolla haastatteluja, demoefektejä ja livesoittoa. \r\n\r\nLisätietoja ohjelmasta <a href=\"http:\/\/www.wappuradio.fi\/sceneradio\" target=\"_blank\">http:\/\/www.wappuradio.fi\/sceneradio<\/a>. ",
        "timestamp": "2017-04-03T12:33:34+03:00"
    },
    {
        "id": "caa18a4e-9475-4055-a692-ecef63acd500",
        "start": "2017-04-22 00:00",
        "end": "2017-04-22 07:00",
        "title": "Ompeluseura",
        "host": "Ilkka \"wormi\" P, Aleksi V, Arttu L, Henri M, Lauri P, Jaakko S, Antti \"mutsku\" M",
        "prod": "Arttu ja mutsku",
        "desc": "Om­pe­luseu­ran kirjava jen­gi viih­dyt­tää radiokansaa yön yli niin genrerajat kuin perinteiset puheenaiheetkin rikkoen ja taas uudelleen kokoon parsien. Hyvinkin satunnaiset ja potentiaalisesti satumaiset puheenaiheet saavat kenet vain näkemään maailman vaaleanpunaisempana kuin koskaan ennen. Tuuttaa mukiisi sopiva annos ydinmehua ja surffaa kanssamme aurinkoon, sillä me tahdomme olla sinulle helliä.",
        "timestamp": "2017-04-04T18:01:01+03:00"
    },
    {
        "id": "2224463c-3917-4bb6-a5a7-0587512642e7",
        "start": "2017-04-22 22:00",
        "end": "2017-04-23 00:00",
        "title": "EDM Kekrit",
        "host": "Tintti & maikey",
        "prod": "delta_cephei",
        "desc": "Ja taas on koittanut aika kekrien - sadonkorjuujuhlan, jolloin kootaan yhteen elektronisen musiikin helmiä pörröisessä muodossa. Tiedossa letkeän svengaavien dj-muijien lempparijytkytyksiä vuosien varrelta, ja koska me nautimme näistä, niin silloin nautitte tekin rakkaat kuulijat! Laita lauantain parhaat etkoilujatkoilumusat täysille, niin koko loppuwapun bilefiilis on taattu.",
        "timestamp": "2017-04-04T22:24:13+03:00"
    },
    {
        "id": "cab6bf13-7fe2-4ce5-bcba-4361d1507f93",
        "start": "2017-04-22 07:00",
        "end": "2017-04-22 09:00",
        "title": "Nousevan Auringon aamutee",
        "host": "Lahis, sanzennin, taQtaQ",
        "prod": "wunderkind",
        "desc": "Herwannan nykyaikain teekkareiden animaatioiltamat-kerhon vakituinen aamushow herätys. Hyvää J-poppia, animaatioiden tunnusmusiikkia ja tietenkin keskustelua itse japanin kulttuurista, mangasta ja animaatiosta.",
        "timestamp": "2017-04-05T13:40:23+03:00"
    },
    {
        "id": "b619f667-12c8-4da0-8c09-726390208599",
        "start": "2017-04-29 07:00",
        "end": "2017-04-29 09:00",
        "title": "Suunsoittoa",
        "host": "Reimann, Lahis",
        "prod": "",
        "desc": "Jääkö oma musiikillinen osaamisesi siihen, että osaat soittaa ovikelloa ja puhelinta. Toisinaan myös suuta. Suunsoittoa ohjelman tutkivat juontajat ovat etsineet kappaleita ja artisteja, joille tärkeimpänä instrumenttina on suu. Anna soittimien levätä hetken aikaa ja anna suun käydä.",
        "timestamp": "2017-04-05T13:43:02+03:00"
    },
    {
        "id": "c2e2118f-be34-4cb8-9c54-dca9ebda7f87",
        "start": "2017-04-25 00:00",
        "end": "2017-04-25 07:00",
        "title": "Hyödylliset idiootit",
        "host": "Kultsi & maketzu",
        "prod": "Kebbish",
        "desc": "Miltä näyttää politiikkavuoden 2017 puolivälikatsaus yön hämärässä? Yhteiskunnallisia aiheita pienellä ironialla, suurella ihmettelyllä ja ketään kumartelematta käsittelevä koko yön uutiskatsaus. Toimittajina Maria \"kultsi\" Kultanen sekä Markus \"maketzu\" Karppanen.",
        "timestamp": "2017-04-05T14:19:13+03:00"
    },
    {
        "id": "c0f3095a-0b69-4efb-9de7-8d67585531fa",
        "start": "2017-04-23 18:00",
        "end": "2017-04-23 20:00",
        "title": "Maailman pisin kalju",
        "host": "Arttu & teBo",
        "prod": "Jaketus",
        "desc": "Aiheet, joista Juicen mukaan oli mielekästä tehdä sanoituksia: ihminen, ihminen ja toinen ihminen, ihminen ja yhteiskunta sekä ihminen ja uskonto.\r\n\r\nSuomenkielisen rap-musiikin erikoisohjelmat Wappuradiossa aloittanut Pikku Huopalahden kirjallisuusseura sukeltaa tällä kerralla ehkä suomirockin legendaarisimman sanoittajan, Juice Leskisen, tuotantoon. Kaksi kertaa kaksituntinen ohjelma raottaa suomirockin syntyhistorian verhoa, sukeltaa syvään päähän ja ilottelee kevyemmän tuotannon kanssa.\r\n\r\nOhjelma ei ole harvinaisimpien b-puolien soittamista, mutta studioon otetaan mukaan myös muutakin kuin vain Kautta aikain. Kaiken kaikkiaan tavoitteena on toisen lähetyksenä päätyttyä pystymään toteamaan, että se oli jautaa.\r\n",
        "timestamp": "2017-04-05T17:41:02+03:00"
    },
    {
        "id": "a88b66da-7efe-4bf9-a69a-44a65d3e9a05",
        "start": "2017-04-29 18:00",
        "end": "2017-04-29 20:00",
        "title": "Maailman pisin kalju",
        "host": "Arttu & teBo",
        "prod": "Jaketus",
        "desc": "Aiheet, joista Juicen mukaan oli mielekästä tehdä sanoituksia: ihminen, ihminen ja toinen ihminen, ihminen ja yhteiskunta sekä ihminen ja uskonto.\r\n\r\nSuomenkielisen rap-musiikin erikoisohjelmat Wappuradiossa aloittanut Pikku Huopalahden kirjallisuusseura sukeltaa tällä kerralla ehkä suomirockin legendaarisimman sanoittajan, Juice Leskisen, tuotantoon. Kaksi kertaa kaksituntinen ohjelma raottaa suomirockin syntyhistorian verhoa, sukeltaa syvään päähän ja ilottelee kevyemmän tuotannon kanssa.\r\n\r\nOhjelma ei ole harvinaisimpien b-puolien soittamista, mutta studioon otetaan mukaan myös muutakin kuin vain Kautta aikain. Kaiken kaikkiaan tavoitteena on toisen lähetyksenä päätyttyä pystymään toteamaan, että se oli jautaa.\r\n",
        "timestamp": "2017-04-05T17:42:07+03:00"
    },
    {
        "id": "f0d8f8c1-3bd4-41f3-83f3-be6d6d5d1d93",
        "start": "2017-04-20 00:00",
        "end": "2017-04-20 07:00",
        "title": "Tarinoita suloisista synneistä",
        "host": "Sofia & Niko",
        "prod": "Alexander",
        "desc": "Seitsemän tuntia yöradiota, seitsemän kuolemansyntiä. Koska laiskuus, kateus ja ylensyönti ovat jo lähtemätön osa jokapäiväistä elämäämme, ei niiden harjoittaminen tunnu enää miltään. Siksi päätimme pistää listan kokonaan uusiksi ja määrittää seitsemän meitä koskettavaa kuolemansyntiä. Missä menevät lain ja moraalin rajat stalkkauksessa? Onko Linux pyhempi kuin Windows? Voiko toisen ihailu olla suloista vai tuottaako se pelkkää tuskaa? Tiesitpä sitten paikkasi tai nopeutesi, purkaudu häntärekursiostasi Wapun ensimmäisenä yönä ja Fourier-muunna itsesi kanssamme samoille taajuuksille!",
        "timestamp": "2017-04-05T21:32:05+03:00"
    },
    {
        "id": "73b0940a-cc7f-4447-afa2-fd450dc28763",
        "start": "2017-04-30 07:00",
        "end": "2017-04-30 09:00",
        "title": "Donaldin ja Kartsan Wappukeitiö",
        "host": "Donaldi & Kartsa",
        "prod": "Mänty",
        "desc": "Keittiösekoilijat Donaldi ja Kartsa jakavat mietteitään ruuanlaitosta, tutkivat krapula-aamiaisen kokkaamista kenttäolosuhteissa ja vertailevat chilisoosejaan. Sekaan saattaa eksyä ripaus tai pari ihan oikeitakin vinkkejä ruuanlaittoon. \r\n\r\nMusiikkia voi halutessaan toivoa paremmaksi ja pojat vastailevat mahdollisiin kysymyksiin.",
        "timestamp": "2017-04-06T12:03:20+03:00"
    },
    {
        "id": "842e773d-81c7-418d-8e05-db6e323a9019",
        "start": "2017-04-25 16:00",
        "end": "2017-04-25 18:00",
        "title": "Karjapaimenten kannuksilla",
        "host": "wtw, Pekka Hujanen",
        "prod": "Vuokko",
        "desc": "Karjapaimenten kannuksilla soittaa molempia musiikkityylejä, sekä kantria että westerniä. Kappaleiden lomassa pohditaan kantrin syvintä olemusta, syntyjuuria, nykytilaa ja suomalaisia ilmentymiä. ",
        "timestamp": "2017-04-06T13:58:14+03:00"
    },
    {
        "id": "1def5670-3977-454c-8f5c-790663d2d612",
        "start": "2017-04-29 16:00",
        "end": "2017-04-29 18:00",
        "title": "Puolitotuuksia rockista",
        "host": "Matti Moottori & Arttu Apupyörä",
        "prod": "Zeppe",
        "desc": "Montako miljoonaa Iron Maidenin Davelle maksetaan jokaisesta keikasta? Millä mausteilla Metallican James tilaa lihapiirakkansa? Mitä John Fogerty sanoi Mark Knopflerille saunassa? Puolitotuuksia rockista tarjoilee vastaukset meitä kaikkia askarruttaneisiin kysymyksiin rock-maailman legendoihin pureutuvassa ohjelmassaan. Kaksi tuntia rockia, totuusvapaita tarinoita ja tykitystä.",
        "timestamp": "2017-04-06T14:52:55+03:00"
    }
]