[
    {
        "id": "74e40292-8c41-4a8f-9660-756f10f58f9c",
        "start": "2018-10-24 17:00",
        "end": "2018-10-24 20:00",
        "title": "SAMPLERADIO",
        "host": "Ilkka, Antti",
        "prod": "Alexander",
        "desc": "Mistä on pienet biisit tehty? No toisista biiseistä! Sampleradio näyttää miten musiikki taipuu tuottajan käsissä aivan uuteen muotoon sopivalla leikkelyllä ja puolella rullalla jesaria. Ohjelma kaivautuu hittibiisien, elektronisen musiikin ja suomiräpin taustoihin paljastaen niiden kauneimmat ja jämäkimmät samplet, ja saattaa muuttaa käsityksesi musiikista järkälesmäisesti.",
        "timestamp": "2018-10-08T19:26:02+03:00"
    },
    {
        "id": "ac1fd7e7-6299-4d69-b585-abdcc2fbd294",
        "start": "2018-10-25 17:00",
        "end": "2018-10-25 19:00",
        "title": "Bjanzen Skitsofreniaterapia",
        "host": "Bjanze",
        "prod": "F1shbone",
        "desc": "Musiikkia genrerajojen yli hyppien, kaivettuna Wappuradion levykannan pimeimmistä sopukoista ja unohdetuista nurkkauksista. Levytyksiä joita kukaan ei vielä ole Wappuradiossa aiemmin soittanut. Tai ei ainakaan ole vielä tänä vuonna soittanut. Emme kuitenkaan räjäytä kuulijoiden päitä kakofonialla, vaan pyrimme oivaltavaan helmien etsimiseen, kuin nyppisimme neuloja heinäsuovasta yllättävän tarkalla satunnaisotannalla.",
        "timestamp": "2018-10-09T19:05:54+03:00"
    },
    {
        "id": "53d47526-4d4d-4bbc-8d7c-59eaba529a21",
        "start": "2018-10-24 15:00",
        "end": "2018-10-24 17:00",
        "title": "Teehetkiradio",
        "host": "Sonja Mikkonen ja Mikko Tiitola",
        "prod": "reimann",
        "desc": "Noin kello viiden teehetki, jossa jutellaan vähän kaikesta sekä tietysti teestä. ",
        "timestamp": "2018-10-13T17:14:05+03:00"
    },
    {
        "id": "7f0a9eb6-b99b-43e1-88e9-cc4415b0c8be",
        "start": "2018-10-23 22:00",
        "end": "2018-10-24 00:00",
        "title": "Lakastumusradio",
        "host": "Hanne, Ilmo, Tapsa",
        "prod": "Antti Kallunki",
        "desc": "Syksy tulee. Ilmat viilenee. Sadetta riittää.\r\nLehdet putoavat. Kaikki kuolee.\r\nSinä. Minä. Me. Te.\r\nKuuntele Lakastumisradiota tiistai-iltana ja masennutaan yhdessä.",
        "timestamp": "2018-10-13T18:52:02+03:00"
    },
    {
        "id": "b81c5ff8-c90a-4385-b050-4cec71b293ae",
        "start": "2018-10-23 09:00",
        "end": "2018-10-23 11:00",
        "title": "Aamujamit",
        "host": "Henna, Mika",
        "prod": "Jarno",
        "desc": "Olit sitten hyvällä tuulella heti aamusta tai piristyksen tarpeessa myöhään menneen illan jälkeen, Aamujamit on oikea ohjelma juuri sinulle. Hyvää tunnelmaa, funkkia, jazzia tai muuten vaan tunnelmaan sopivaa musiikkia sekä höpinää ajankohtaisesta. Henna, Mika ja Jarno, kanssasi aamuyhdeksästä lounasaikaan asti.",
        "timestamp": "2018-10-14T09:40:34+03:00"
    },
    {
        "id": "8ee0c659-2a90-4ab9-8485-96844171a7fb",
        "start": "2018-10-25 09:00",
        "end": "2018-10-25 11:00",
        "title": "Aamujamit",
        "host": "Henna, Mika",
        "prod": "Jarno",
        "desc": "Olit sitten hyvällä tuulella heti aamusta tai piristyksen tarpeessa myöhään menneen illan jälkeen, Aamujamit on oikea ohjelma juuri sinulle. Hyvää tunnelmaa, funkkia, jazzia tai muuten vaan tunnelmaan sopivaa musiikkia sekä höpinää ajankohtaisesta. Henna, Mika ja Jarno, kanssasi aamuyhdeksästä lounasaikaan asti.",
        "timestamp": "2018-10-14T09:40:46+03:00"
    },
    {
        "id": "6ce1409b-9a1b-40ae-9fad-25d1f9b547cc",
        "start": "2018-10-22 14:00",
        "end": "2018-10-22 16:00",
        "title": "Alkushow",
        "host": "Ruut, helky, tutu, Jaketus",
        "prod": "Jaketus",
        "desc": "Kansa, joka pimeydessä ja märissä lehdissä vaeltaa on tänä päivänä näkevä valonpilkahduksen! Wappuradio on tulee ennenaikaisesti ja Alkushowssa haetaan aitoa Wapputunnelmaa keskelle pimeneviä syysiltoja. Samalla käynnistetään TTYY:n viimeinen juhlaviikko arvonsa mukaisesti. ",
        "timestamp": "2018-10-14T15:48:48+03:00"
    },
    {
        "id": "8152872f-f478-4b70-84da-56565782c162",
        "start": "2018-10-22 16:00",
        "end": "2018-10-22 17:00",
        "title": "Teekkarijaoston touhutunti",
        "host": "Sofia Suomala ja Lauri Suomela",
        "prod": "Jaketus",
        "desc": "Teekkarijaoston touhukas tunti, jossa levitetään teekkariuden ja TTYY:n viimeisen juhlaviikon ilosanomaa!",
        "timestamp": "2018-10-14T15:50:49+03:00"
    },
    {
        "id": "c078b819-5b4a-4780-bdba-51aeb5bfa12d",
        "start": "2018-10-25 19:00",
        "end": "2018-10-25 20:00",
        "title": "Loppushow",
        "host": "Kaikki",
        "prod": "Jaketus",
        "desc": "Loppushow on viimeinen mahdollisuutesi nauttia annos radiota ennen kevättä ja täydellinen laskeutuminen vuosijuhlaviikonloppuun. Ikuisen teekkarin laulu taattu, mikään muu ei. Radion talviuni jatkuu tästä aina keväseen saakka, jolloin palaamme radiotaajuuksille jo kymmenennen kerran! ",
        "timestamp": "2018-10-14T15:53:03+03:00"
    },
    {
        "id": "9c811075-425d-4a29-9061-a3189a203d1b",
        "start": "2018-10-25 13:00",
        "end": "2018-10-25 15:00",
        "title": "Disneyradio",
        "host": "tutu, Mannila, Anna",
        "prod": "Jaketus",
        "desc": "Mikä piristäisi päivää paremmin kuin tuulahdus lapsuudesta? On aika istahtaa alas ja laulaa mukana, kun Disneyradio tuo korviinne vanhat klassikot ja myös uudempia tuttavuuksia vuosien varrelta!",
        "timestamp": "2018-10-14T15:55:38+03:00"
    },
    {
        "id": "a3c040f4-c8cf-4120-8706-47061ac7cee1",
        "start": "2018-10-24 22:00",
        "end": "2018-10-25 00:00",
        "title": "Sinkkumutsin päiväkirjat",
        "host": "Petra",
        "prod": "Veli-V",
        "desc": "Sinkkumutsin päiväkirjat Goes on Air - Again!\r\n\r\nSuoraa puhetta suhteista ja varsinkin niiden puutteesta. Mitä fiiliksiä herättää dickpick ruudulla? Onko kolmekymppisellä mitään mahdollisuutta deittimarkkinoilla? Mikä sinkkuudessa mättää, vai mättääkö mikään?\r\n\r\nKuuntele, naura ja osallistu keskusteluun!",
        "timestamp": "2018-10-14T17:10:13+03:00"
    },
    {
        "id": "99c00b28-d04a-4154-b4aa-f657134c0bdc",
        "start": "2018-10-25 11:00",
        "end": "2018-10-25 13:00",
        "title": "Humanistien nörttiradio",
        "host": "Sonja Mikkonen, Juho Aarikka, Santtu Yli-Tokko",
        "prod": "Tommi Mehtonen",
        "desc": "Humanistien nörttiradio vastaa klassisen humanismin hengessä kysymyksiin, joita kukaan ei esitä. Mistä me tiedämme että haltioilla oli suipot korvat tai mitä jos kaikkia meitä hallitsee luinen parasiitti ja elämme osteokratiassa? Välttääksesi näihin ja muihin suuriin pieniin kysymyksiin nujertumisen ja antautumisen bysanttilaisen metafysiikan ja solipsismin kiroihin, voit vuodattaa suurten mieltäsi repivien kysymyksien pohdinnan muiden hoidettavaksi, eli juurikin meille! Radiossa kolme eri nörtteilyn spektrillä pyörivää humanistia esittää vastauksia, oli kysymystä tai ei.",
        "timestamp": "2018-10-14T17:46:40+03:00"
    },
    {
        "id": "f624b2b5-cb98-4858-95b5-953f8d75a725",
        "start": "2018-10-24 00:00",
        "end": "2018-10-24 07:00",
        "title": "Kummitusradio",
        "host": "Poksa, Siiri",
        "prod": "Jaketus",
        "desc": "\"there's something strange in you neighborhood\r\nWho you gonna call?\"\r\n\r\nEt kenellekään, vaan laitat radion päälle ja jaat karmivat tarinasi yhdessä Siirin ja Petran kanssa! Tämä mystinen tehoduo repii kauhisteltavaa aina elokuvista kirjallisuuteen ja kansaintarinoista vauva.fihiin! Syyskaamoksen jännittävin radio-ohjelma kuullaan 24.10. klo 00-07.",
        "timestamp": "2018-10-14T22:18:18+03:00"
    },
    {
        "id": "058bd36d-d8a1-4947-871e-136b470e6af7",
        "start": "2018-10-25 15:00",
        "end": "2018-10-25 17:00",
        "title": "Ruskapunkku",
        "host": "Ruut",
        "prod": "KukaKumma",
        "desc": "Kirjailija osallistuu residenssijaksolle Hämeen sydämeen Villa Karkiaan. Taajamaidylliin kulkee jopa kaksi bussia päivässä, ja sama verran pois.. tai siis Lahteen. Kirjailijan tavoitteena on kirjoittaa, työsuunnitelman mukaan viimeistellä, mutta totta puhuen aloittaa. Mestariteosta povataan, mutta mitä on tulema? Voiko lokakuun pimenevässä poterossa saada jotakin aikaiseksi. Onko skutsi pahempi kuin mutsi?\r\nLuvassa on melodraamaa.\r\n\r\nTäytäthän viinilasisi punaisella ja makealle (ei rosélla) kuuntelemisen yhteydessä, että pääset mukaan tunnelmaan.",
        "timestamp": "2018-10-14T23:39:18+03:00"
    },
    {
        "id": "54e782a4-1f86-4d50-be0e-24192f534cfd",
        "start": "2018-10-23 20:00",
        "end": "2018-10-23 22:00",
        "title": "Deittikoutsit",
        "host": "Minna ja Henriikka",
        "prod": "Ketku",
        "desc": "Deittikoutsit Minna ja Henriikka jakavat deittivinkkejä pimenevään syksyyn! Jos haluat neuvoja juuri sinun seuranhakuusi, lähetä kysymyksesi ja terveisesi sähköpostilla deittikoutsit@gmail.com tai Instagramissa @deittikoutsit <3",
        "timestamp": "2018-10-14T23:41:43+03:00"
    },
    {
        "id": "1685a6b9-c25a-4c98-9fbf-da929fa17cf6",
        "start": "2018-10-24 13:00",
        "end": "2018-10-24 15:00",
        "title": "Parasta ja pahinta",
        "host": "Helky ja Lotta",
        "prod": "Veli-V",
        "desc": "Asenteet - pilalla, argumentit - pilalla, toteutus on pilalla. Vai onko tää sittenkin parasta just nyt?\r\n\r\nTämä ohjelma vie sinut äärirajoille. Turha mutista jotain epämääräistä nurkassa, koska kaikesta voi ja pitää muodostaa mielipide.  Helky ja Lotta kertovat sinulle oman mielipiteensä siitä, mikä on parasta ja pahinta kaikessa. Lisäksi pyritään etsimään Wappuradion kuulijoiden virallinen linjaus. Mikä on maailman pahin haju? Entä mikä on maailman paras strippausbiisi? Mistä saa parhainta kebabia ja mikä on pahin red flag miehessä? Viedään sekä musat että puheenaiheet korkeimmille huipuille ja syvimpiin syövereihin.",
        "timestamp": "2018-10-14T23:56:15+03:00"
    },
    {
        "id": "b4b9ffc4-18ff-42ed-af72-d0dd5d9e7b77",
        "start": "2018-10-24 11:00",
        "end": "2018-10-24 13:00",
        "title": "Omituisimmat rötökset ja rikokset",
        "host": "reimann",
        "prod": "Joona",
        "desc": "On aika siirtyä pahuuden polulle hulvattomalla tavalla. Omituiset rötökset ja rikokset tutustuttaa kuuntelijan omituisimpiin rikosmaailman kummallisimpiin sattumuksiin, niin läheltä kuin kauempaakin. Tähän ohjelmaan ei pääse perinteisillä nakkikioskitappeluilla tai villin lännen elokuvista tutulla pankkiryöstöllä. Nyt haetaan omituisuutta. Rakkauden Wappuradion rötösten tutkintayksikkö pyrkii tarjoamaan omituisia rötöksiä aamun\/päivän ratoksi.",
        "timestamp": "2018-10-15T00:25:32+03:00"
    },
    {
        "id": "decc0c9a-cfa6-4358-814c-ed83da21fe80",
        "start": "2018-10-23 00:00",
        "end": "2018-10-23 07:00",
        "title": "Tuskaradio",
        "host": "Veli-V, KukaKumma",
        "prod": "KukaKumma, Veli-V",
        "desc": "Wappuna matkustimme reittilennolla helvettiin ja takaisin. Matka oli kamala, mutta siitä selvittiin. Masokisteina ja idiootteina päätimme nyt tehdä saman matkan, mutta purjeveneellä. 7 tuntia, seitsemän tasoa helvettiä ja matkalla ei ole yhtään Dantea. Tule kyytiin jos olet jo kyllästynyt mielentervetyteen!",
        "timestamp": "2018-10-15T10:18:42+03:00"
    },
    {
        "id": "e145e103-7a39-4398-990a-01a7efa0fd96",
        "start": "2018-10-25 00:00",
        "end": "2018-10-25 07:00",
        "title": "Punaisen sammalen lähettiläät",
        "host": "Occult Belzebub Desecrator, Aalbert De Ebenius, Artyom Spinn ja Invocator Wöerr Miquel.",
        "prod": "Occult Belzebub Desecrator",
        "desc": "Muinaisten legendojen mukaan jossain Itä-Hervannan tuolla puolen sijaitsee Punaisen sammalen maa, musikaalisen viisauden tyyssija. Väitetään, että lokakuun alussa Betelgeusen loistaessa tavallista kirkkaammin pidetään rituaali, jossa neljä uutta tietäjää kastetaan suuren mutajumalan palvelijoiksi. Nämä neljä tietäjää saavat ensimmäiseksi tehtäväkseen valistaa viisautta eteenpäin, ja lähtevät valtamaan ympäri Pirkanmaata. Pitkän vaelluksen päätteeksi nämä neljä Punaisen sammalen lähettilästä saapuvat Wappuradioon kuultavaksi torstain vastaisena yönä. Mikä on heidän sanomansa? Asetu linjoille ja kuuntele.",
        "timestamp": "2018-10-15T12:44:37+03:00"
    },
    {
        "id": "af5b036f-1c3a-4956-8bea-abc44a180d6b",
        "start": "2018-10-23 07:00",
        "end": "2018-10-23 09:00",
        "title": "Curlingspesiaali",
        "host": "Ruut, Antti, Antti",
        "prod": "Jarno",
        "desc": "Harjaamme esteet pois uuden päivän tieltä ja kurlaamme kurkun auki. Tiistain vieraana sieniekspertti Lasse Kosonen. Curlingspesiaali tiistaina ja keskiviikkona seitsemästä yhdeksään.",
        "timestamp": "2018-10-16T22:18:04+03:00"
    },
    {
        "id": "01b5ae7a-84bb-4df5-9a12-54462db22a8d",
        "start": "2018-10-24 07:00",
        "end": "2018-10-24 09:00",
        "title": "Curlingspesiaali",
        "host": "Ruut, Antti, Antti",
        "prod": "Jarno",
        "desc": "Harjaamme esteet pois uuden päivän tieltä ja kurlaamme kurkun auki. Keskiviikon vieraana burleskitanssija Suzie Dynamite. Curlingspesiaali tiistaina ja keskiviikkona seitsemästä yhdeksään.",
        "timestamp": "2018-10-16T22:18:34+03:00"
    },
    {
        "id": "1967ae1c-4e43-4d94-a2b0-088a2ae11ffd",
        "start": "2018-10-25 07:00",
        "end": "2018-10-25 09:00",
        "title": "Sanoja ja lyriikoita",
        "host": "kulkija,???",
        "prod": "???",
        "desc": "Melkein kaikkissa biiseissä on sanat, mutta valitettavan usein niiden merkitys jää unohtuu ja jää tulkitsematta. Korjataksemme tämän virheen olemme kokoontuneet pohtimaan ehdottamienne laulujen sanoituksia ja löytämään merkityksiä joita kappaleen sanoittajakaan ei keksinyt.",
        "timestamp": "2018-10-16T22:21:16+03:00"
    },
    {
        "id": "22b37fa8-bad3-4def-82ec-09aa945a2c21",
        "start": "2018-10-23 16:00",
        "end": "2018-10-23 18:00",
        "title": "Ruskainen tunkkausradio",
        "host": "Tekniikan kopittomat",
        "prod": "Tekniikka",
        "desc": "Kertomuksia tekniikasta lähettimen takaa.",
        "timestamp": "2018-10-16T23:07:11+03:00"
    },
    {
        "id": "414954e9-be68-4f1b-b6b0-ab528a4de7dc",
        "start": "2018-10-23 12:00",
        "end": "2018-10-23 13:00",
        "title": "Käytättekö TEKin vapaa-aikaa?",
        "host": "aadee?",
        "prod": "en tiedä",
        "desc": "TEK Lounge on hyvä paikka tehdä vaikka Ruskaradiota! Otetaan TEKin tyypit studioon ja puhutaan vapaa-ajasta ja siitä mitä kaikkea sillä voi tehdä.",
        "timestamp": "2018-10-17T12:00:45+03:00"
    },
    {
        "id": "ac13a138-6c93-4168-a3a6-64d09f7721e2",
        "start": "2018-10-24 09:00",
        "end": "2018-10-24 11:00",
        "title": "Aamudödis & räs",
        "host": "Antti, Tatu",
        "prod": "reimann",
        "desc": "\"Ei helvetti! Täällä on ihan täyspäinen rituaali!\" Hyvää huomenta, Saatana! Antti ja Tatu toimittavat teille vaihtoehtoisen aamushown joka varmasti herättää ruumiitkin haudoistaan. Nyt ei nimittäin säästellä pätkääkään vaan luvassa on kovaa ajoa ensimmäisistä sekunneista loppumetreille. \"Never stop the madness ja kohta vedetään taas!\" Luvassa on parin tunnin oppitunti thrashin ja dödiksen maailmaan. \"Oli kyllä kieltämättä ytyä. Venomin hengessä!\"",
        "timestamp": "2018-10-17T12:06:45+03:00"
    },
    {
        "id": "76287b41-5759-4ad5-aa77-9f9d2304a256",
        "start": "2018-10-23 18:00",
        "end": "2018-10-23 20:00",
        "title": "Mielipidepalsta",
        "host": "Matti Moottori, Ansse Apatia",
        "prod": "Ansse Apatia",
        "desc": "Jokaisella on oma, ja aina ne muiden haisee pahalta! Matti Moottori ja Ansse Apatia arvostelevat erikoisia mielipiteitä kommentoiden niitä keskivahvan Mennen-hajuveden voimakkuudella. Oletko eri mieltä? Onko missään mitään mieltä? Kerro se meille irkissä!",
        "timestamp": "2018-10-17T18:45:33+03:00"
    },
    {
        "id": "1bf0df48-d244-447e-9822-b2e56511b77e",
        "start": "2018-10-23 14:00",
        "end": "2018-10-23 16:00",
        "title": "Meditatiiviset päikkärit",
        "host": "Matkaoppaat Cirrus Ja Veli-V",
        "prod": "",
        "desc": "Arjen keskellä on hyvä joskus rauhoittua hetkeksi ja siirtyä lomalle. Usein lomalle ei kuitenkaan pääse lähtemään ihan noin vain ja tästä syystä lähdekkin lyhyelle mielikuvamatkalle Suomen kesään, syksyyn, talveen ja kevääseen. Matkaeväät tulevat matkanjohtajilta, etkä mukaan tarvitse kuin radion ja mukavan leposohvan tai vastaavaan, riippumatto lienee paras.",
        "timestamp": "2018-10-18T10:53:23+03:00"
    },
    {
        "id": "bbf577a1-95a6-4511-ad1c-d2d4fbe759e1",
        "start": "2018-10-22 19:00",
        "end": "2018-10-22 21:30",
        "title": "Ruskapunkkarit",
        "host": "Mutsku, aadee",
        "prod": "mutsku tai joku vapaaehtoinen",
        "desc": "Duunattiin äijille pyynnöstä tämmönen yhteiskuntaystävällinen musaohjelma ruskaisella punkkitwistillä. Studiossa kampuksen kovimmat ruskapunkkarit mutsku ja tatu.",
        "timestamp": "2018-10-19T14:40:36+03:00"
    },
    {
        "id": "301cdfb8-3cb2-4287-94af-59f123f63cd1",
        "start": "2018-10-22 21:30",
        "end": "2018-10-23 00:00",
        "title": "Sceneradio",
        "host": "Spiikki, Poro, Exca",
        "prod": "Vuokko",
        "desc": "Vanhojen tietokoneiden ja lähes yhtä vanhojen ystävien muistelua ja nostalgiointia. Uusien tuulien haistelua ja kuuntelua. Elävää, juuri teille soitettua, musiikkia. Ihastu, vihastu, rakastu, suutu jo. Liity maanantai-iltana seuraamme kuulemaan tarinoita demoscenestä, tuosta nykyteknologian vastineesta luolamaalauksille. Sedät ovat jälleen täällä muistelemassa wanhoja sekä turinoimassa tulevista.\r\n",
        "timestamp": "2018-10-19T14:40:42+03:00"
    }
]