[
    {
        "id": "c18c8f1c-ac76-4d9a-97f9-3fb8d2fdd1e6",
        "start": "2018-04-20 19:00",
        "end": "2018-04-20 21:00",
        "title": "> echo Show",
        "host": "▼June & Lukas",
        "prod": "Vuokko",
        "desc": "Pelimusiikkiin ja ihmisiin sen takana erikoistunut ohjelma. echo Show:n toimittaa Muotsikan hipsteri™ muotoilijanretku® ▼June ja asiantuntija aisaparinaan hän on onnekseen saanut Game Music Collective:n Lukas Stasevskijn. Luvassa on myös Jonne Valtosen etukäteishaastattelu, joten mielenkiintoista puhetta alan Suomen huipuilta on tänäkin vuonna luvassa.",
        "timestamp": "2018-03-29T00:43:19+03:00"
    },
    {
        "id": "c3e46d78-9d22-4ca4-af99-f90eab5b5e01",
        "start": "2018-04-17 14:00",
        "end": "2018-04-17 18:00",
        "title": "Alkushow",
        "host": "Veli-V, Rocka",
        "prod": "zeppe",
        "desc": "Lähetys alkaa! Päätoimitus tervehtii wappukansaa ja laittaa kaksi viikkoa kestävät bileet käyntiin! Luvassa vaikuttavia puheita, wapun hehkutusta ja tekniikan testausta. Lähetyksen aikana tullaan jokainen äänilaite käymään läpi, katsotaan miten juontajien ja tekniikan käy!",
        "timestamp": "2018-03-31T20:23:11+03:00"
    },
    {
        "id": "9499dcb1-90f4-46df-a40d-0ae771a18a39",
        "start": "2018-04-17 22:00",
        "end": "2018-04-18 00:00",
        "title": "SAMPLERADIO",
        "host": "Ilkka, Antti",
        "prod": "Alexander",
        "desc": "Sampleradio pureutuu samplaukseen ja näyttää miten musiikki taipuu tuottajan käsissä aivan uuteen muotoon sopivalla leikkelyllä. Ohjelma kaivautuu hittibiisien, elektronisen musiikin ja suomiräpin taustoihin paljastaen niiden kauneimmat ja jämäkimmät samplet, ja saattaa muuttaa käsityksesi musiikista järkälesmäisesti.",
        "timestamp": "2018-03-31T20:49:01+03:00"
    },
    {
        "id": "1cc81805-4291-4182-9f16-f04a0e989e02",
        "start": "2018-04-19 22:00",
        "end": "2018-04-20 00:00",
        "title": "SAMPLERADIO",
        "host": "Ilkka, Antti",
        "prod": "Alexander",
        "desc": "Sampleradio pureutuu samplaukseen ja näyttää miten musiikki taipuu tuottajan käsissä aivan uuteen muotoon sopivalla leikkelyllä. Ohjelma kaivautuu hittibiisien, elektronisen musiikin ja suomiräpin taustoihin paljastaen niiden kauneimmat ja jämäkimmät samplet, ja saattaa muuttaa käsityksesi musiikista järkälesmäisesti.",
        "timestamp": "2018-03-31T20:49:48+03:00"
    },
    {
        "id": "bec1cefb-4f8c-4626-a8f9-31e9e75c2fb6",
        "start": "2018-04-28 00:00",
        "end": "2018-04-28 07:00",
        "title": "Ompeluseura",
        "host": "Ilkka, Aleksi, Lauri, Henri, Jaakko",
        "prod": "Arttu ja mutsku",
        "desc": "Epäviralliset painin Euroopan-mestaruuskilpailut 1902 pidettiin Haagissa, Alankomaissa. Voittajaksi selviytyi Tanskan Hans Heinrich Egeberg. Tällä tiedolla ei ole mitään tekemistä Ompeluseuran yöradion kanssa. Ompeluseuran kirjava porukka nimittäin viihdyttää radiokansaa yön yli niin genrerajat kuin perinteiset puheenaiheetkin rikkoen ja ne taas uudelleen kokoon parsien. Pakkaa ulottuvuutesi, heitä rinkkasi ikkunasta ja asettaudu kuuntelemaan.",
        "timestamp": "2018-03-31T21:04:00+03:00"
    },
    {
        "id": "c30b0251-ce3c-4eda-b251-b261b92d2d48",
        "start": "2018-04-21 07:00",
        "end": "2018-04-21 09:00",
        "title": "Alkulukupiiri",
        "host": "Kouri + kouri",
        "prod": "",
        "desc": "Luonnollinen lukuelämys aamun kahtena kummallisimpana tuntina. Irtaudu kehostasi, sukella irrationaalisen lukupiirin syvyyksiin ja opi uusia asioita itsestäsi, maailmankaikkeudesta ja ruoanlaitosta.  Lukupiirissä perehdymme yhdessä monipuolisiin teksteihin, kuten kirjallisuuden merkkiteoksiin, erotiikkaan ja kuvakirjoihin. Luvassa on myös lukemattomia musiikkikappaleita. ",
        "timestamp": "2018-03-31T21:09:05+03:00"
    },
    {
        "id": "45f0185f-bd93-4a10-8620-26dd8af8e35a",
        "start": "2018-04-20 21:00",
        "end": "2018-04-21 00:00",
        "title": "Sceneradio",
        "host": "Spiikki, Poro, Exca",
        "prod": "Vuokko",
        "desc": "Sceneradio soittaa jälleen kerran sidinsekaisia sointuja perjantai-illan ratoksi. Luvassa vauhdikasta musiikkia vanhalla ja hieman uudemmallakin raudalla menneen vuoden scenekatsauksen lisäksi. Lisätietoja osoitteessa <a href=\"https:\/\/wappuradio.fi\/sceneradio\">wappuradio.fi\/sceneradio<\/a>",
        "timestamp": "2018-03-31T21:16:23+03:00"
    },
    {
        "id": "39eda505-76fc-4903-9092-63da4c47dc19",
        "start": "2018-04-24 20:00",
        "end": "2018-04-25 00:00",
        "title": "Rytmimuna 5v Juhlalähetys",
        "host": "Mikko, Ilmari",
        "prod": "PunaJussi",
        "desc": "Hervannan nopein rakkaus- ja rauha-aatteen urbaanin rytmimusiikin erityisohjelma on saavuttanut kypsän 5 vuoden iän. Tällä kertaa käydään läpi mm. syvä luotaus Pietarin hardbass-skeneen ja muistellaan mitä siellä Pietarissa tapahtuikaan.",
        "timestamp": "2018-04-01T11:29:20+03:00"
    },
    {
        "id": "cec7c669-cec9-4806-88e8-3aac790c602b",
        "start": "2018-04-26 14:00",
        "end": "2018-04-26 16:00",
        "title": "Arvostelutoimisto",
        "host": "Pyry, Janne, Patrik",
        "prod": "Tuulia",
        "desc": "Arvioinnin asiantuntijoiden Pyryn, Jannen ja Patrikin käsissä mikään ei ole arviointiasteikon ulottumattomissa. Kahden tunnin ajan Arvostelutoimisto arvostelee mitä vain, sillä kaikki on arvioitavissa. ",
        "timestamp": "2018-04-01T22:01:24+03:00"
    },
    {
        "id": "d437b470-96b8-4fb6-b858-3cf0c6f8a506",
        "start": "2018-04-27 14:00",
        "end": "2018-04-27 16:00",
        "title": "Arvostelutoimisto",
        "host": "Pyry, Janne, Patrik",
        "prod": "Tuulia",
        "desc": "Arvioinnin asiantuntijoiden Pyryn, Jannen ja Patrikin käsissä mikään ei ole arviointiasteikon ulottumattomissa. Kahden tunnin ajan Arvostelutoimisto arvostelee mitä vain, sillä kaikki on arvioitavissa. ",
        "timestamp": "2018-04-01T22:01:48+03:00"
    },
    {
        "id": "d1cbed81-8e16-4ad8-b5fe-364010593e46",
        "start": "2018-04-29 07:00",
        "end": "2018-04-29 09:00",
        "title": "Nousukiito",
        "host": "Ilmailukerho Albatross, Severi Mäkelä",
        "prod": "Jarno Tuokkola",
        "desc": "Rankan yön jälkeen aloitetaan aamu lähtemällä nousukiitoon Albatrossin siivittämänä. Ensimmäistä kertaa Teekkarien Ilmailukerho Albatross on laskeutunut Wappuradion ohjelmakartalle tekemään omaa asiapitoista ohjelmaa. Kuunnellaan ilmailuaiheista musiikkia, väitellään Hornettien seuraajasta ja tulevaisuuden lentolaitteista sekä muistellaan menneitä vuosisatoja kun miehet oli rautaa ja lentokoneet laivantekoaineesta tehty.",
        "timestamp": "2018-04-02T16:55:01+03:00"
    },
    {
        "id": "97fe510a-4136-401b-b942-8a92e53aa73a",
        "start": "2018-04-20 00:00",
        "end": "2018-04-20 07:00",
        "title": "Nykyaika on pilannut historian: Luddiittien yöradio",
        "host": "Juho Aarikka, Max Liikka, Lauri Ikola, Tapio Aropaltio",
        "prod": "Jaakko Airasmaa",
        "desc": "Nykyaika on pilannut maailman. Ennen kaikki oli paremmin ja nykyajassa hyvää on pääosin ei mikään.\r\nKoska nämä vanhat hyvät ajat sitten olivat ja miten ne olivat parempia kuin mikään nykyään aikaansaatu räpeltäminen? Tähän polttavaan kysymykseen vastaa Tampereen yliopiston historian opiskelijat, jotka ovat ovat elämänsä pyhittäneet menneisyyden hekumoimiselle ja nykyajan parjaamiselle. Onko meillä siis mitään toivoa? Tähän ja moneen muuhun kysymykseen vastataan Luddiittien yöradiossa.",
        "timestamp": "2018-04-02T17:00:16+03:00"
    },
    {
        "id": "ac3f1871-c008-4c36-b9a1-312c11946c99",
        "start": "2018-04-29 09:00",
        "end": "2018-04-29 11:00",
        "title": "Sana-analyysi",
        "host": "Saze & Miikmii",
        "prod": "Alexander",
        "desc": "Millainen on ananas sanana?\r\nTähän ja moneen muuhun suomen kielen mielenkiintoiseen koukeroon löydät vastauksia, tai vähintään pohdintaa kahden asiaan perehtymättömän teekkarin suusta. Korvat hörölle ja miettimään mikä\/kuka on hörö.\r\nSoitamme genreen katsomatta musiikkia, jonka sanat tai sanoitukset ovat ohjelman teemaan sopivia.",
        "timestamp": "2018-04-02T17:57:11+03:00"
    },
    {
        "id": "6d633eca-6ad7-4861-b481-b0014cd1b352",
        "start": "2018-04-23 16:00",
        "end": "2018-04-23 18:00",
        "title": "Wikiwappu",
        "host": "William Lindbeg, Werneri Lindberg,Tuomas Tiainen",
        "prod": "Teemu Nuorteva",
        "desc": "Häiritseekö, että saatat tietää etukäteen mikä biisi radiosta soi seuraavaksi? Meillä ei ole ennalta suunniteltua soittolistaa vaan laitamme satunnaisvaihteen päälle. Musiikkia sataa 1900-luvun tyylien runsaasta kirjosta nykypäivän ketkuihin metkuihin.\r\n\r\nVäliajoilla viihdytämme teitä löytämällämme satunnaisella wikillä, koska tieto on valtaa. Toisaalta jos olet aina halunnut jakaa, enemmän tai vähemmän, järkevää tai hupaisaa tietoa rakkaille kuulijoille, niin nyt on mahdollisuutesi! Kyttäämme silmä kovana Wappuradion telegram-ryhmää, jotta saisitte tiedontäyteiset äänenne kuuluviin.",
        "timestamp": "2018-04-03T17:08:55+03:00"
    }
]